[
    {
        "id": 1,
        "category": "Design",
        "image_url": "assets/images/img1.jpg",
        "post_date": "July 21, 2021",
        "title": "From Sketch to Figma: much more than a design decision",
        "banner": "As in any design team, the tools we use reflect not only our work but, above all, our process and the way we collaborate.",
        "body": "<p>We've been in a long-term relationship with Sketch for almost a lifetime. And as time passes and the team grows, the <i>breakup</i> seemed necessary. Still, we kept very good friends.</p><br><br><h2 class=\"bigger-soustitle\">How Figma won our heart</h2><p>Could you imagine a place where you design, prototype, animate, work together amd have feedback sessions at once? Figma solved all these problems at a glance with a set of features they provided from the get-go.</p><br><br><p> It won our hearts in so may ways.</p><br><ol><li><b>First, it's available in any platform, being browser-based---</b>which is great because even though we all work with MacBooks on the design team, we couldn't ensure that on the clients' side. And oh, we must admit that we were not used to working on a browser-based system, it seemed \"out of the ordinary\" or \"not as reliable\" in the first instance, but so far so good;</li><br><li><b>All projects organized and available in one single place, ready to start working---</b> new teammates won't struggle anymore to see all our projects and start working on any;</li><br><li><b>Multiple people can work on the same file at the same file at the same time, comment,</b> and even chat with design in context. <i>How awesome is that? </i> Teamwork and collboration gained a new meaning. (Nonetheless, Sketch has released <a color=red class=\"red\" href=\"\")>real-time collaboration</a> very recently as well.)</li><br><li><p><b>Prototyping and animations</b> (won't even speak about the <a class=\"red\" href=\"\")><i>smart animation</i></a> &#x1F92F;) ready to be started right after you close a shape or change background color -- I mean, everything happens on your canvas and in parallel if needed.</p></li><br><li>And a lot of other incredible features, even though the above were enough to justify the shift.</li></ol>",
        "footing": "<b><i>Follow Pixelmatters on <a class=\"red\" href=\"twitter.com\">Twitter</a>, <a class=\"red\" href=\"facebook.com\">Facebook</a>, <a class=\"red\" href=\"linkedin.com\">LinkedIn</a>, <a class=\"red\" href=\"instaram.com\">Instaram</a>.</i></b>",
        "authorName": "Luis Monteiro",
        "author_title": "Design Director",
        "authorImage": "assets/images/img1.jpg",
        "authorFacebook": "string",
        "authorTwitter": "string",
        "authorLinkedIn": "string"
    },
    {
        "id": 2,
        "category": "Design",
        "image_url": "assets/images/img2.jpg",
        "post_date": "July 13, 2021",
        "title": "5 psychology principles for better UX Design",
        "banner": "By understanding how different psychology principles influence human behavior, we can build solutions that resolve users' problems",
        "subtitle": "`We've been in a long-term relationship with Sketch for almost a lifetime. And as time passes and the team grows, the <i>breakup</i> seemed necessary. Still, we kept very good friends.`",
        "body": "body",
        "authorName": "Vasco Vieira",
        "author_title": "Product Designer",
        "authorImage": "assets/images/img2.jpg"
    },
    {
        "id": 3,
        "category": "Design",
        "image_url": "assets/images/img3.jpg",
        "post_date": "July 7, 2021",
        "title": "Why you should have a product designer in your product team",
        "banner": "Having a cool idea is not enough. Success is achieved when the problem is properly identified, the solution cleverly created, and the value well delivered, so users can recognize it bu using your product.",
        "subtitle": "`We've been in a long-term relationship with Sketch for almost a lifetime. And as time passes and the team grows, the <i>breakup</i> seemed necessary. Still, we kept very good friends.`",
        "body": "body",
        "authorName": "Eunice Costa",
        "author_title": "Product Designer",
        "authorImage": "assets/images/img3.jpg"
    }
    
]